Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/TimePerspective.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# perspective.elephant_pregnancy.title
source: Elephant Pregnancy
ar: حمل الفيل
ca: Embaràs d'elefant
cs: Těhotenství slonů
da: Elefantgraviditet
de: Elefantenschwangerschaft
el: Εγκυμοσύνη ελέφαντα
es: Embarazo de elefante
fi: Elefantin raskaus
fr: Grossesse d'éléphant
he: הריון של פיל
hi: हाथी की गर्भावस्था
hr: Slonova trudnoća
hu: Elefánt terhesség
id: Kehamilan Gajah
it: Gravidanza dell'elefante
ja: ゾウの妊娠
ko: 코끼리 임신
ms: Kehamilan Gajah
nb: Elefantgraviditet
nl: Zwangerschap van olifanten
pl: Ciąża słonia
pt_br: Gravidez de Elefante
ro: Sarcina elefantului
ru: Беременность слона
sk: Tehotenstvo slonov
sv: Elefantgraviditet
th: การตั้งครรภ์ช้าง
tr: Fil Hamileliği
uk: Вагітність слона
vi: Voi mang thai
zh_hans: 大象怀孕
zh_hant: 大象懷孕

# perspective.gamma_cephei.description
source: Gamma Cephei naturally becomes Earth's North Star over time.
ar: وبطبيعة الحال، تصبح جاما سيفي هي نجمة الشمال للأرض بمرور الوقت.
ca: Gamma Cephei es converteix de manera natural en l'estrella polar de la Terra amb el temps.
cs: Gamma Cephei se postupem času přirozeně stává Polární hvězdou Země.
da: Gamma Cephei bliver naturligt Jordens Nordstjerne med tiden.
de: Gamma Cephei wird im Laufe der Zeit auf natürliche Weise zum Nordstern der Erde.
el: Το Gamma Cephei γίνεται φυσικά ο Βόρειος Αστέρας της Γης με την πάροδο του χρόνου.
es: Gamma Cephei se convierte naturalmente en la Estrella Polar de la Tierra con el tiempo.
fi: Gamma Cepheistä tulee luonnollisesti Maan Pohjantähti ajan myötä.
fr: Gamma Cephei devient naturellement l'étoile polaire de la Terre au fil du temps.
he: Gamma Cephei הופך באופן טבעי לכוכב הצפון של כדור הארץ עם הזמן.
hi: गामा सेफेई समय के साथ स्वाभाविक रूप से पृथ्वी का उत्तरी सितारा बन जाता है।
hr: Gamma Cephei s vremenom prirodno postaje Zemljina zvijezda Sjevernjača.
hu: A Gamma Cephei idővel természetesen a Föld északi csillagává válik.
id: Gamma Cephei secara alami menjadi Bintang Utara Bumi seiring berjalannya waktu.
it: Gamma Cephei diventa naturalmente la stella polare della Terra nel tempo.
ja: ガンマ・ケファイは時間が経つと自然に地球の北極星になります。
ko: 감마 세페이드는 시간이 지나면 자연스럽게 지구의 북극성이 됩니다.
ms: Gamma Cephei secara semula jadi menjadi Bintang Utara Bumi dari semasa ke semasa.
nb: Gamma Cephei blir naturlig jordens nordstjerne over tid.
nl: Gamma Cephei wordt in de loop van de tijd op natuurlijke wijze de Noordster van de aarde.
pl: Gamma Cephei z biegiem czasu w naturalny sposób staje się Gwiazdą Północną Ziemi.
pt_br: Gamma Cephei naturalmente se torna a Estrela do Norte da Terra com o tempo.
ro: Gamma Cephei devine în mod natural Steaua Polară a Pământului în timp.
ru: Гамма Цефеи естественным образом со временем становится Полярной звездой Земли.
sk: Gamma Cephei sa postupom času prirodzene stáva Polárkou Zeme.
sv: Gamma Cephei blir naturligt jordens nordstjärna med tiden.
th: แกมมา เซเฟย์กลายเป็นดาวเหนือของโลกตามธรรมชาติเมื่อเวลาผ่านไป
tr: Gamma Cephei zamanla doğal olarak Dünya'nın Kuzey Yıldızı olur.
uk: Гамма Цефей природним чином з часом стає Полярною зіркою Землі.
vi: Gamma Cephei tự nhiên trở thành Sao Bắc Đẩu của Trái đất theo thời gian.
zh_hans: 随着时间的推移，仙王座伽马自然而然地成为地球的北极星。
zh_hant: 隨著時間的推移，仙王座伽馬自然而然地成為地球的北極星。

# perspective.gamma_cephei.title
source: Gamma Cephei
ar: جاما سيفي
es: Gama Cephei
he: גמא צפי
hi: गामा सेफेई
it: Gamma Cefei
ja: ガンマ・ケファイ
ko: 감마 세페이
pl: Gamma Cefei
pt_br: Gama Cephei
ru: Гамма Цефея
th: แกมมา เซเฟย์
tr: Gama Cephei
uk: Гамма Цефей
zh_hans: 伽玛仙王星
zh_hant: 伽瑪仙王星

# perspective.giant_sequoia_lifespan.description
source: Giant sequoias can live for more than two thousand years.
ar: يمكن أن تعيش نباتات السكويا العملاقة لأكثر من ألفي عام.
ca: Les sequoies gegants poden viure més de dos mil anys.
cs: Sekvoje obrovské mohou žít více než dva tisíce let.
da: Kæmpe sequoiaer kan leve i mere end to tusinde år.
de: Riesenmammutbäume können mehr als zweitausend Jahre alt werden.
el: Οι γιγάντιες σεκόγιες μπορούν να ζήσουν για περισσότερα από δύο χιλιάδες χρόνια.
es: Las secuoyas gigantes pueden vivir más de dos mil años.
fi: Jättiläiset sekvoiat voivat elää yli kaksituhatta vuotta.
fr: Les séquoias géants peuvent vivre plus de deux mille ans.
he: סקווי ענק יכולים לחיות יותר מאלפיים שנה.
hi: विशाल सिकोइया दो हजार से अधिक वर्षों तक जीवित रह सकते हैं।
hr: Divovske sekvoje mogu živjeti više od dvije tisuće godina.
hu: Az óriás sequoiák több mint kétezer évig élhetnek.
id: Sequoia raksasa dapat hidup lebih dari dua ribu tahun.
it: Le sequoie giganti possono vivere più di duemila anni.
ja: ジャイアントセコイアは2000年以上生きることができます。
ko: 자이언트 세쿼이아는 2천년 이상 살 수 있습니다.
ms: Sequoia gergasi boleh hidup selama lebih daripada dua ribu tahun.
nb: Gigantiske sequoiaer kan leve i mer enn to tusen år.
nl: Mammoetbomen kunnen meer dan tweeduizend jaar oud worden.
pl: Gigantyczne sekwoje mogą żyć ponad dwa tysiące lat.
pt_br: As sequóias gigantes podem viver mais de dois mil anos.
ro: Sequoia gigant poate trăi mai mult de două mii de ani.
ru: Гигантские секвойи могут жить более двух тысяч лет.
sk: Sekvoje obrovské môžu žiť viac ako dvetisíc rokov.
sv: Jätte sequoia kan leva i mer än två tusen år.
th: ต้นซีคัวญ่ายักษ์สามารถมีชีวิตอยู่ได้นานกว่าสองพันปี
tr: Dev sekoyalar iki bin yıldan fazla yaşayabilir.
uk: Гігантські секвойї можуть жити більше двох тисяч років.
vi: Sequoias khổng lồ có thể sống hơn hai nghìn năm.
zh_hans: 巨型红杉可以活两千多年。
zh_hant: 巨型紅杉可以活兩千多年。

# perspective.giant_sequoia_lifespan.title
source: Giant Sequoia Lifespan
ar: عمر سيكويا العملاق
ca: Vida útil de la sequoia gegant
cs: Životnost sekvojovce obrovského
da: Kæmpe Sequoia levetid
de: Lebensdauer des Riesenmammutbaums
el: Διάρκεια ζωής Giant Sequoia
es: Vida útil de la secuoya gigante
fi: Jättisekvoian elinikä
fr: Durée de vie du séquoia géant
he: אורך חיים ענק של סקויה
hi: विशाल सिकोइया जीवनकाल
hr: Životni vijek divovske sekvoje
hu: Óriás Sequoia élettartama
id: Umur Sequoia Raksasa
it: Durata della vita della sequoia gigante
ja: ジャイアントセコイアの寿命
ko: 자이언트 세쿼이아 수명
ms: Jangka Hayat Sequoia Giant
nb: Kjempe Sequoia levetid
nl: Levensduur van gigantische sequoia's
pl: Długość życia gigantycznej sekwoi
pt_br: Vida útil da sequóia gigante
ro: Durata de viață Sequoia gigant
ru: Продолжительность жизни гигантской секвойи
sk: Životnosť sekvoje obrovského
sv: Jätte Sequoia livslängd
th: อายุขัยของ Sequoia ยักษ์
tr: Dev Sekoya Ömrü
uk: Тривалість життя гігантської секвойї
vi: Tuổi thọ Sequoia khổng lồ
zh_hans: 巨杉的寿命
zh_hant: 巨杉的壽命

# perspective.giant_sequoia_youth.description
source: A giant sequoia takes about eighty years to become well established.
ar: تستغرق شجرة السكويا العملاقة حوالي ثمانين عامًا حتى تصبح راسخة.
ca: Una sequoia gegant triga uns vuitanta anys a consolidar-se.
cs: Sekvoji obrovské trvá asi osmdesát let, než se usadí.
da: En kæmpe sequoia tager omkring firs år at blive veletableret.
de: Es dauert etwa achtzig Jahre, bis sich ein Riesenmammutbaum gut etabliert hat.
el: Μια γιγάντια σεκόγια χρειάζεται περίπου ογδόντα χρόνια για να εδραιωθεί.
es: Una secuoya gigante tarda unos ochenta años en consolidarse.
fi: Jättimäisen sekvoian vakiintuminen kestää noin kahdeksankymmentä vuotta.
fr: Un séquoia géant met environ quatre-vingts ans à s’établir.
he: לסקויה ענקית לוקח כשמונים שנה להתבסס היטב.
hi: एक विशाल सिकोइया को अच्छी तरह से स्थापित होने में लगभग अस्सी साल लगते हैं।
hr: Divovskoj sekvoji treba oko osamdeset godina da se dobro ustali.
hu: Egy óriás sequoia körülbelül nyolcvan évbe telik, amíg megerősödik.
id: Sequoia raksasa membutuhkan waktu sekitar delapan puluh tahun untuk menjadi kokoh.
it: Una sequoia gigante impiega circa ottant'anni per stabilizzarsi.
ja: ジャイアントセコイアがしっかりと根付くには約80年かかります。
ko: 자이언트 세쿼이아가 잘 자리잡기까지는 약 80년이 걸립니다.
ms: Sequoia gergasi mengambil masa kira-kira lapan puluh tahun untuk menjadi mantap.
nb: En gigantisk sequoia tar omtrent åtti år å bli godt etablert.
nl: Het duurt ongeveer tachtig jaar voordat een gigantische sequoia zich goed heeft gevestigd.
pl: Gigantyczna sekwoja potrzebuje około osiemdziesięciu lat, aby dobrze się zakorzenić.
pt_br: Uma sequóia gigante leva cerca de oitenta anos para se estabelecer bem.
ro: Un sequoia gigant durează aproximativ optzeci de ani pentru a deveni bine stabilit.
ru: Гигантской секвойе требуется около восьмидесяти лет, чтобы прижиться.
sk: Sekvoji obrovskej trvá asi osemdesiat rokov, kým sa dobre etabluje.
sv: En gigantisk sequoia tar ungefär åttio år att bli väletablerad.
th: ต้นซีคัวญ่ายักษ์ใช้เวลาประมาณแปดสิบปีจึงจะเติบโตได้ดี
tr: Dev bir sekoyanın iyice yerleşmesi yaklaşık seksen yıl alır.
uk: Гігантській секвойї потрібно близько вісімдесяти років, щоб добре прижитися.
vi: Một cây sequoia khổng lồ phải mất khoảng tám mươi năm để phát triển tốt.
zh_hans: 一棵巨大的红杉大约需要八十年才能长成。
zh_hant: 一棵巨大的紅杉大約需要八十年才能長成。

# perspective.giant_sequoia_youth.title
source: Giant Sequoia Youth
ar: شباب سيكويا العملاق
ca: Joventut Sequoia Gegant
cs: Obří Sequoia Youth
de: Riesenmammutbaum-Jugend
es: Secoya gigante juvenil
fr: Jeunesse Séquoia Géant
he: ענק סקויה נוער
hi: विशाल सिकोइया युवा
hr: Mladost divovske sekvoje
hu: Óriás Sequoia Ifjúság
id: Pemuda Sequoia Raksasa
it: Gioventù della sequoia gigante
ja: ジャイアント セコイア ユース
ko: 자이언트 세쿼이아 청소년
ms: Belia Sequoia Gergasi
nl: Giant Sequoia-jeugd
pl: Gigantyczna młodość sekwoi
pt_br: Juventude Sequóia Gigante
ro: Tineretul Sequoia gigant
ru: Гигантская Секвойя Молодёжь
sk: Sekvojovec obrovský
sv: Jätte Sequoia Youth
th: ยักษ์เซควาญ่าเยาวชน
tr: Dev Sekoya Gençliği
uk: Молодість гігантської секвойї
vi: Thanh niên Sequoia khổng lồ
zh_hans: 巨杉青年
zh_hant: 巨杉青年

# perspective.green_sahara.description
source: The Sahara naturally becomes green again as Earth's climate cycles continue.
ar: وبطبيعة الحال، تصبح الصحراء خضراء مرة أخرى مع استمرار دورات مناخ الأرض.
ca: El Sàhara es torna verd de manera natural a mesura que continuen els cicles climàtics de la Terra.
cs: Sahara se přirozeně znovu zazelená, jak zemské klimatické cykly pokračují.
da: Sahara bliver naturligt grønt igen, efterhånden som Jordens klimacyklusser fortsætter.
de: Die Sahara wird auf natürliche Weise wieder grün, wenn sich die Klimazyklen der Erde fortsetzen.
el: Η Σαχάρα γίνεται και πάλι πράσινη φυσικά καθώς συνεχίζονται οι κλιματικοί κύκλοι της Γης.
es: Naturalmente, el Sahara vuelve a ser verde a medida que continúan los ciclos climáticos de la Tierra.
fi: Sahara muuttuu luonnollisesti jälleen vihreäksi maapallon ilmastosyklien jatkuessa.
fr: Le Sahara redevient naturellement vert à mesure que les cycles climatiques de la Terre se poursuivent.
he: הסהרה הופכת שוב לירוקה באופן טבעי ככל שמחזורי האקלים של כדור הארץ ממשיכים.
hi: जैसे-जैसे पृथ्वी का जलवायु चक्र जारी रहता है, सहारा प्राकृतिक रूप से फिर से हरा-भरा हो जाता है।
hr: Sahara prirodno ponovno postaje zelena kako se Zemljini klimatski ciklusi nastavljaju.
hu: A Föld éghajlati ciklusaival a Szahara természetesen ismét zöldellni kezd.
id: Sahara secara alami menjadi hijau kembali seiring dengan berlanjutnya siklus iklim bumi.
it: Il Sahara diventa naturalmente di nuovo verde man mano che i cicli climatici della Terra continuano.
ja: 地球の気候サイクルが続くと、サハラ砂漠は自然に再び緑になります。
ko: 지구의 기후 순환이 계속되면서 사하라 사막은 자연적으로 다시 녹색으로 변합니다.
ms: Sahara secara semula jadi menjadi hijau semula apabila kitaran iklim Bumi berterusan.
nb: Sahara blir naturlig grønt igjen ettersom jordens klimasykluser fortsetter.
nl: De Sahara wordt op natuurlijke wijze weer groen naarmate de klimaatcycli op aarde voortduren.
pl: W miarę kontynuowania cykli klimatycznych na Ziemi Sahara w naturalny sposób ponownie staje się zielona.
pt_br: O Saara torna-se naturalmente verde novamente à medida que os ciclos climáticos da Terra continuam.
ro: Sahara devine în mod natural din nou verde pe măsură ce ciclurile climatice ale Pământului continuă.
ru: Сахара естественным образом снова становится зеленой, поскольку климатические циклы Земли продолжаются.
sk: Sahara sa prirodzene opäť stáva zelenou, keďže klimatické cykly Zeme pokračujú.
sv: Sahara blir naturligt grönt igen när jordens klimatcykler fortsätter.
th: ซาฮาราจะกลายเป็นสีเขียวตามธรรมชาติอีกครั้งเมื่อวัฏจักรสภาพภูมิอากาศของโลกดำเนินต่อไป
tr: Dünya'nın iklim döngüleri devam ettikçe Sahra doğal olarak yeniden yeşile dönüyor.
uk: Сахара природним чином знову стає зеленою, оскільки кліматичні цикли Землі тривають.
vi: Sahara tự nhiên trở nên xanh tươi trở lại khi chu kỳ khí hậu của Trái đất tiếp tục diễn ra.
zh_hans: 随着地球气候循环的继续，撒哈拉沙漠自然会再次变绿。
zh_hant: 隨著地球氣候循環的持續，撒哈拉沙漠自然會再次變綠。

# perspective.green_sahara.title
source: Green Sahara
ar: الصحراء الخضراء
ca: Sàhara verd
cs: Zelená Sahara
da: Grønt Sahara
de: Grüne Sahara
el: Πράσινη Σαχάρα
es: Sáhara Verde
fi: Vihreä Sahara
fr: Sahara vert
he: סהרה ירוקה
hi: हरा सहारा
hr: Zelena Sahara
hu: Zöld Szahara
id: Sahara Hijau
it: Sahara verde
ja: グリーンサハラ
ko: 그린 사하라
ms: Sahara hijau
nb: Grønt Sahara
nl: Groene Sahara
pl: Zielona Sahara
pt_br: Saara Verde
ro: Sahara verde
ru: Зеленая Сахара
sk: Zelená Sahara
sv: Gröna Sahara
th: กรีนซาฮารา
tr: Yeşil Sahra
uk: Зелена Сахара
vi: Sahara xanh
zh_hans: 绿色撒哈拉
zh_hant: 綠色撒哈拉

# perspective.haircut.description
source: Getting a haircut usually takes about one hour.
ar: عادة ما يستغرق الحصول على قصة شعر حوالي ساعة واحدة.
ca: Tallar-se el cabell sol durar aproximadament una hora.
cs: Ostříhání obvykle trvá asi hodinu.
da: Det tager normalt omkring en time at blive klippet.
de: Ein Haarschnitt dauert in der Regel etwa eine Stunde.
el: Το κούρεμα συνήθως διαρκεί περίπου μία ώρα.
es: Cortarse el pelo suele tardar aproximadamente una hora.
fi: Hiustenleikkaus kestää yleensä noin tunnin.
fr: Se faire couper les cheveux prend généralement environ une heure.
he: הסתפרות אורכת בדרך כלל כשעה.
hi: बाल कटवाने में आमतौर पर लगभग एक घंटा लगता है।
hr: Šišanje obično traje oko sat vremena.
hu: A fodrászat általában körülbelül egy órát vesz igénybe.
id: Memotong rambut biasanya memakan waktu sekitar satu jam.
it: Ottenere un taglio di capelli richiede solitamente circa un'ora.
ja: 散髪には通常1時間ほどかかります。
ko: 머리를 자르는 데는 보통 한 시간 정도 걸립니다.
ms: Menggunting rambut biasanya mengambil masa kira-kira satu jam.
nb: Å klippe seg tar vanligvis omtrent en time.
nl: Een knipbeurt krijgen duurt meestal ongeveer een uur.
pl: Strzyżenie trwa zwykle około godziny.
pt_br: Cortar o cabelo geralmente leva cerca de uma hora.
ro: O tunsoare durează de obicei aproximativ o oră.
ru: Обычно стрижка занимает около часа.
sk: Ostrihanie zvyčajne trvá približne jednu hodinu.
sv: Att klippa sig tar vanligtvis ungefär en timme.
th: การตัดผมมักใช้เวลาประมาณหนึ่งชั่วโมง
tr: Saç kesimi genellikle yaklaşık bir saat sürer.
uk: Зазвичай стрижка займає близько години.
vi: Việc cắt tóc thường mất khoảng một giờ.
zh_hans: 理发通常需要大约一个小时。
zh_hant: 理髮通常需要大約一個小時。

# perspective.haircut.title
source: Haircut
ar: قصة شعر
ca: Tall de cabell
cs: Střih
da: Klipning
de: Haarschnitt
el: Κούρεμα
es: Corte de pelo
fi: Hiustenleikkaus
fr: Coupe de cheveux
he: תִספּוֹרֶת
hi: बाल काटना
hr: Šišanje
hu: Hajvágás
id: Potong rambut
it: Taglio di capelli
ja: 散髪
ko: 이발
ms: Potong rambut
nb: Hårklipp
nl: Kapsel
pl: Ostrzyżenie
pt_br: Corte de cabelo
ro: Tunsoare
ru: Стрижка
sk: Strihanie vlasov
sv: Frisyr
th: ตัดผม
tr: Saç kesimi
uk: Стрижка
vi: Cắt tóc
zh_hans: 理发
zh_hant: 理髮

# perspective.hard_boiled_egg.description
source: A hard-boiled egg is ready in about ten minutes.
ar: البيضة المسلوقة جاهزة في حوالي عشر دقائق.
ca: Un ou dur està llest en uns deu minuts.
cs: Vajíčko natvrdo je hotové asi za deset minut.
da: Et hårdkogt æg er klar på cirka ti minutter.
de: Ein hartgekochtes Ei ist in etwa zehn Minuten fertig.
el: Ένα βραστό αυγό είναι έτοιμο σε περίπου δέκα λεπτά.
es: Un huevo duro está listo en unos diez minutos.
fi: Kovaksi keitetty muna on valmis noin kymmenessä minuutissa.
fr: Un œuf dur est prêt en une dizaine de minutes.
he: ביצה קשה מוכנה תוך כעשר דקות.
hi: एक सख्त उबला अंडा लगभग दस मिनट में तैयार हो जाता है।
hr: Tvrdo kuhano jaje gotovo je za desetak minuta.
hu: A kemény tojás körülbelül tíz perc alatt készen áll.
id: Telur rebus akan siap dalam waktu sekitar sepuluh menit.
it: Un uovo sodo è pronto in circa dieci minuti.
ja: ゆで卵は10分ほどで出来上がります。
ko: 약 10분이면 완숙 계란이 완성됩니다.
ms: Telur rebus siap dalam kira-kira sepuluh minit.
nb: Et hardkokt egg er klart på cirka ti minutter.
nl: Een hardgekookt ei is in ongeveer tien minuten klaar.
pl: Jajko na twardo jest gotowe w około dziesięć minut.
pt_br: Um ovo cozido fica pronto em cerca de dez minutos.
ro: Un ou fiert tare este gata în aproximativ zece minute.
ru: Яйцо, сваренное вкрутую, готово примерно через десять минут.
sk: Vajíčko uvarené natvrdo je hotové asi za desať minút.
sv: Ett hårdkokt ägg är klart på cirka tio minuter.
th: ไข่ต้มสุกจะพร้อมภายในสิบนาที
tr: Sert haşlanmış yumurta yaklaşık on dakika içinde hazır olur.
uk: Яйце, зварене круто, готове приблизно через десять хвилин.
vi: Một quả trứng luộc chín sẽ sẵn sàng trong khoảng mười phút.
zh_hans: 大约十分钟左右，一个水煮蛋就熟了。
zh_hant: 大約十分鐘左右，一個水煮蛋就熟了。

# perspective.hard_boiled_egg.title
source: Hard-Boiled Egg
ar: بيضة مسلوقة
ca: Ou dur
cs: Vejce natvrdo
da: Hårdkogt Æg
de: Hartgekochtes Ei
el: Σκληρό Αυγό
es: Huevo duro
fi: Kovaksi keitetty kananmuna
fr: Oeuf Dur
he: בֵּיצָה קָשָׁה
hi: कठिन उबला हुआ अंडा
hr: Tvrdo kuhano jaje
hu: Kemény Tojás
id: Telur Rebus
it: Uovo Sodo
ja: ゆで卵
ko: 완숙 계란
ms: Telur Rebus
nb: Hardkokt egg
nl: Hardgekookt ei
pl: Jajko Na Twardo
pt_br: Ovo Cozido
ro: Ou fiert tare
ru: Яйцо вкрутую
sk: Vajíčko uvarené na tvrdo
sv: Hårdkokt ägg
th: ไข่ต้ม
tr: Haşlanmış Yumurta
uk: Яйце, зварене круто
vi: Trứng luộc chín
zh_hans: 煮鸡蛋
zh_hant: 煮雞蛋

# perspective.helicopter_flight.description
source: A sightseeing helicopter flight usually lasts about two hours.
ar: تستغرق رحلة الهليكوبتر لمشاهدة معالم المدينة عادةً حوالي ساعتين.
ca: Un vol turístic en helicòpter sol durar unes dues hores.
cs: Vyhlídkový let vrtulníkem obvykle trvá asi dvě hodiny.
da: En sightseeinghelikopterflyvning varer normalt omkring to timer.
de: Ein Rundflug mit dem Helikopter dauert in der Regel etwa zwei Stunden.
el: Μια πτήση με ελικόπτερο για περιήγηση στα αξιοθέατα συνήθως διαρκεί περίπου δύο ώρες.
es: Un vuelo turístico en helicóptero suele durar unas dos horas.
fi: Kiertoajeluhelikopterilento kestää yleensä noin kaksi tuntia.
fr: Un vol touristique en hélicoptère dure généralement environ deux heures.
he: טיסת מסוק תיירות נמשכת בדרך כלל כשעתיים.
hi: एक दर्शनीय स्थल हेलीकाप्टर की उड़ान आमतौर पर लगभग दो घंटे तक चलती है।
hr: Let helikopterom za razgledavanje obično traje oko dva sata.
hu: Egy városnéző helikopter repülés általában körülbelül két óráig tart.
id: Penerbangan helikopter tamasya biasanya memakan waktu sekitar dua jam.
it: Un volo panoramico in elicottero dura solitamente circa due ore.
ja: 遊覧ヘリコプターの飛行時間は通常約 2 時間です。
ko: 관광 헬리콥터 비행은 보통 약 2시간 정도 소요됩니다.
ms: Penerbangan helikopter persiaran biasanya mengambil masa kira-kira dua jam.
nb: En sightseeinghelikoptertur varer vanligvis rundt to timer.
nl: Een helikoptervlucht duurt meestal ongeveer twee uur.
pl: Lot widokowy helikopterem trwa zwykle około dwóch godzin.
pt_br: Um voo turístico de helicóptero geralmente dura cerca de duas horas.
ro: Un zbor cu elicopterul pentru vizitarea obiectivelor turistice durează de obicei aproximativ două ore.
ru: Обзорный полет на вертолете обычно длится около двух часов.
sk: Vyhliadkový let vrtuľníkom zvyčajne trvá približne dve hodiny.
sv: En sightseeinghelikopterflygning tar vanligtvis cirka två timmar.
th: โดยปกติแล้วการบินด้วยเฮลิคอปเตอร์เที่ยวชมจะใช้เวลาประมาณสองชั่วโมง
tr: Gezi helikopteri uçuşu genellikle yaklaşık iki saat sürer.
uk: Оглядовий політ на вертольоті зазвичай триває близько двох годин.
vi: Một chuyến bay trực thăng tham quan thường kéo dài khoảng hai giờ.
zh_hans: 观光直升机飞行通常持续约两个小时。
zh_hant: 觀光直升機飛行通常持續約兩個小時。

# perspective.helicopter_flight.title
source: Helicopter Flight
ar: طيران الهليكوبتر
ca: Vol en helicòpter
cs: Let vrtulníkem
da: Helikopterflyvning
de: Hubschrauberflug
el: Πτήση ελικοπτέρου
es: Vuelo en helicóptero
fi: Helikopterin lento
fr: Vol en hélicoptère
he: טיסה במסוק
hi: हेलीकाप्टर उड़ान
hr: Let helikopterom
hu: Helikopter repülés
id: Penerbangan Helikopter
it: Volo in elicottero
ja: ヘリコプター飛行
ko: 헬리콥터 비행
ms: Penerbangan Helikopter
nb: Helikopterflyging
nl: Helikoptervlucht
pl: Lot helikopterem
pt_br: Voo de helicóptero
ro: Zbor cu elicopterul
ru: Полет на вертолете
sk: Let vrtuľníkom
sv: Helikopterflyg
th: เฮลิคอปเตอร์บิน
tr: Helikopter Uçuşu
uk: Політ на вертольоті
vi: Chuyến bay trực thăng
zh_hans: 直升机飞行
zh_hant: 直升機飛行

# perspective.human_pregnancy.description
source: A human pregnancy lasts about nine months.
ar: يستمر الحمل البشري حوالي تسعة أشهر.
ca: Un embaràs humà dura uns nou mesos.
cs: Těhotenství u člověka trvá asi devět měsíců.
da: En menneskelig graviditet varer omkring ni måneder.
de: Eine menschliche Schwangerschaft dauert etwa neun Monate.
el: Μια ανθρώπινη εγκυμοσύνη διαρκεί περίπου εννέα μήνες.
es: Un embarazo humano dura unos nueve meses.
fi: Ihmisen raskaus kestää noin yhdeksän kuukautta.
fr: Une grossesse humaine dure environ neuf mois.
he: הריון אנושי נמשך כתשעה חודשים.
hi: एक मानव गर्भावस्था लगभग नौ महीने तक चलती है।
hr: Ljudska trudnoća traje oko devet mjeseci.
hu: Egy emberi terhesség körülbelül kilenc hónapig tart.
id: Kehamilan manusia berlangsung sekitar sembilan bulan.
it: Una gravidanza umana dura circa nove mesi.
ja: 人間の妊娠は約9か月続きます。
ko: 인간의 임신은 약 9개월 동안 지속됩니다.
ms: Kehamilan manusia berlangsung kira-kira sembilan bulan.
nb: Et menneskelig svangerskap varer i omtrent ni måneder.
nl: Een menselijke zwangerschap duurt ongeveer negen maanden.
pl: Ciąża u człowieka trwa około dziewięciu miesięcy.
pt_br: Uma gravidez humana dura cerca de nove meses.
ro: O sarcină umană durează aproximativ nouă luni.
ru: Беременность у человека длится около девяти месяцев.
sk: Ľudské tehotenstvo trvá približne deväť mesiacov.
sv: En mänsklig graviditet varar ungefär nio månader.
th: การตั้งครรภ์ของมนุษย์ใช้เวลาประมาณเก้าเดือน
tr: İnsan hamileliği yaklaşık dokuz ay sürer.
uk: Вагітність людини триває близько дев'яти місяців.
vi: Một thai kỳ của con người kéo dài khoảng chín tháng.
zh_hans: 人类怀孕持续约九个月。
zh_hant: 人類懷孕持續約九個月。

# perspective.human_pregnancy.title
source: Human Pregnancy
ar: الحمل البشري
ca: Embaràs humà
cs: Lidské těhotenství
da: Menneskelig graviditet
de: Menschliche Schwangerschaft
el: Ανθρώπινη Εγκυμοσύνη
es: Embarazo humano
fi: Ihmisen raskaus
fr: Grossesse humaine
he: הריון אנושי
hi: मानव गर्भावस्था
hr: Ljudska trudnoća
hu: Emberi terhesség
id: Kehamilan Manusia
it: Gravidanza umana
ja: 人間の妊娠
ko: 인간의 임신
ms: Kehamilan Manusia
nb: Menneskelig graviditet
nl: Menselijke zwangerschap
pl: Ludzka ciąża
pt_br: Gravidez Humana
ro: Sarcina umană
ru: Беременность человека
sk: Ľudské tehotenstvo
sv: Människans graviditet
th: การตั้งครรภ์ของมนุษย์
tr: İnsan Hamileliği
uk: Вагітність людини
vi: Mang thai của con người
zh_hans: 人类怀孕
zh_hant: 人類懷孕
